Repository: madtyn/poker
Catalog: resources/locale/*/LC_MESSAGES/poker.po
Languages: es

source: Liar poker game
es: Juego de poker mentiroso

source: We start another turn again
es: Se comienza otro turno

source: Player {0.name} rejects!
es: El jugador {0.name} rechaza!

source: Player {0.name} loses one life
es: El jugador {0.name} pierde una vida

source: Player {0.name} accepts
es: El jugador {0.name} acepta

source: Minimum is {!r}
es: El mínimo es {!r}

source: Player {0.name} has thrown {1!r}
es: El jugador {0.name} ha tirado {1!r}

source: Players can see now {0!s} of {0!r}
es: Los jugadores pueden ver ahora {0!s} de {0!r}

source: Player {.name} does not give up and says {!s}
es: El jugador {.name} no se rinde y dice {!s}

source: Press Enter to continue or type 0 to leave:
es: Presione INTRO para continuar o introduzca 0 para salir:

source: Player {0.name} surrenders!
es: El jugador {0.name} se rinde!

source: Player {0.name} is out of the game!
es: ¡El jugador {0.name} queda fuera del juego!
